---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.LoadCombinationFactor
source: html/53dbc009-0144-2ea1-cd60-1727b9a138b5.htm
---
# Autodesk.Revit.DB.ParameterTypeId.LoadCombinationFactor Property

"Factor"

## Syntax (C#)
```csharp
public static ForgeTypeId LoadCombinationFactor { get; }
```